<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>紹介</title>
<link rel="stylesheet" type="text/css" href="syoukai.css">
</head>
<body>
<h1>モゲラ紹介</h1>
<hr>
<h2>モゲラ</h2>
<table border="1" style="width:400">
<tr bgcolor="silver">
<th>写真</th><th>プロフィール</th>
</tr>
<tr>
<td><img src="../mogera(1994).jpg" width="175" height="250" alt="モゲラの写真"></td>
<td>
<p>Gフォースが建造した対ゴジラ兵器。<br>「ゴジラシリーズ」第21作『ゴジラvsスペースゴジラ』に登場。正式名称は Mobile Operation Godzilla Expert Robot Aero-type （対ゴジラ作戦用飛行型機動ロボット）。宇宙も飛行可能な戦闘機スターファルコンと重戦車ランドモゲラーが合体してこの姿になる。必殺兵器は両腕から放たれるスパイラルグレネードミサイル。<br>元は『地球防衛軍』に登場するミステリアンの侵略兵器『モゲラ』。
ミステリアンが制作したモゲラと直接の関係はないが『ゴジラVSスペースゴジラ超全集』に国連のモゲラの資料を参考に建造されたという記述と、旧来のメカゴジラに使用されていたスペースチタニウムが記載された資料の写真が掲載されている。<br>全高：120メートル<br>重量：16万トン<br>飛行速度：マッハ1（大気圏内）／マッハ44、秒速15キロメートル（大気圏外）<br>動力：レーザー核融合炉2基<br>乗員：3名</p>
</td>
</tr>
</table>
<hr>
<h2>ランドモゲラー</h2>
<table border="1" style="width:400">
<tr bgcolor="silver">
<th>写真</th><th>プロフィール</th>
</tr>
<tr>
<td><img src="../rand.jpg" width="200" height="250" alt="ランドモゲラーの写真"></td>
<td>
<p>モゲラの上半身を構成する戦車。<br>正面に装備した超硬質ダイヤモンド製のドリルバスタードリルと両脇（両腕）のドリルの自動追尾式レーザー砲によって地中を掘り進むことができる。地上・空中での機動面はスターファルコンに依存しているため、ランドモゲラー自身には合体用の浮遊能力しか与えられておらず、逆に攻撃システムのほとんどが集中する構造となっている。乗員は2名で、合体時はランドモゲラーのコクピットがモゲラのメインコクピットとなる。最終決戦時には、新城功二と佐藤清志が操縦する。<br>全長：85メートル<br>全幅：40メートル<br>重量：9万トン<br>速度：時速120キロメートル（地上）／時速60キロメートル（地中）<br>動力：レーザー核融合炉<br>武装：バスタードリル、自動追尾式レーザー砲2門、地対空レーザーキャノン1門</p>
</td>
</tr>
</table>
<hr>
<h2>スターファルコン</h2>
<table border="1" style="width:400">
<tr bgcolor="silver">
<th>写真</th><th>プロフィール</th>
</tr>
<tr>
<td><img src="../falcon.jpg" width="200" height="250" alt="スターファルコンの写真"></td>
<td>
<p>モゲラの下半身を構成する戦闘機。<br>ランドモゲラーを連結して飛行する設計から、その推力や機動力は非常に高い。宇宙空間での飛行や超高高度からの爆撃なども可能とされている。コクピット部分は宇宙空間でのメインコクピットやモゲラの脱出装置としても機能する。乗員は1名。武装はモゲラの腰部分に装備された省電力メーサーバルカン砲2門だが、モゲラの状態では格納されて使うことができない。主翼の根元の部分（MOGERAの脚部の太腿部分の向かって前側）には武装マウントがあり、さまざまな武装を搭載できる。<br>全長：80メートル<br>全幅：67メートル<br>重量：7万トン<br>飛行速度：秒速850メートル、時速306キロメートル（大気圏内）／マッハ35.3、秒速12キロメートル（大気圏外）<br>動力：レーザー核融合炉<br>武装：省電力メーサーバルカン砲2門</p>
</td>
</tr>
</table>
<br>
<hr>
<br>
<a href="top.jsp">トップへ戻る</a>
</body>
</html>